Repository: GloriousEggroll/yumex-ng
Catalog: po/*.po
Languages: da, it, ru

source: Downloading repository information for {name}
da: indlæser kilde information for {name}
it: Recupero informazioni repository per {name}
ru: Загрузка информации о репозитории {name}

source: Installing
it: Installazione
ru: Установка

source: Upgrading
it: Aggiornamento
ru: Обновление

source: Downgrading
it: Retrocessione
ru: Понижение версии

source: Reinstalling
it: Reinstallazione
ru: Переустановка

source: Removing
it: Rimozione
ru: Удаление

source: Replacing
it: Sostituzione
ru: Замена

source: Building Transaction
da: Bygger Transaktion
it: Preparazione transazione
ru: Создание транзакции

source: Applying Transaction
da: Udfører Transaktion
it: Esecuzione transazione
ru: Применение транзакции

source: Download Packages
da: Henter Pakker
it: Scarica pacchetti
ru: Загрузка пакетов

source: Download Reposiory Information
it: Scarica informazioni repository
ru: Загрузить информацию о репозитории

source: Downloading : {name}
da: Henter : {name}
it: Prelievo : {name}
ru: Загрузка: {name}

source: Downloading : {pkg.name}
it: Prelievo : {pkg.name}
ru: Загрузка: {pkg.name}

source: Uninstalling
it: Disinstallazione
ru: Удаление

source: Updating
it: Aggiornamento
ru: Обновление

source: flatpak transaction failed
it: Transazione Flatpak fallita
ru: Транзакция Flatpak завершилась неудачно

source: Running Transaction
da: Kører Transaktion
it: Transazione in corso
ru: Запуск транзакции

source: Checking package signatures
da: Checker pakke signatur
it: Controllo firme pacchetti
ru: Проверяются подписи пакетов

source: Erasing : {pkg_name}
da: Sletter : {pkg_name}
it: Elimina : {pkg_name}
ru: Очистка: {pkg_name}

source: Installing : {pkg_name}
da: Installerer : {pkg_name}
it: Installa : {pkg_name}
ru: Установка: {pkg_name}

source: Updating : {pkg_name}
da: Opdaterer : {pkg_name}
it: Aggiorna : {pkg_name}
ru: Обновление: {pkg_name}

source: Verifying : {pkg_name}
da: Verifisere : {pkg_name}
it: Verifica : {pkg_name}
ru: Проверка подлинности: {pkg_name}

source: Running scriptlets : {pkg_name}
da: Kører scriptlets : {pkg_name}
it: Esecuzione scriptlets : {pkg_name}
ru: Запуск скриплетов: {pkg_name}

source: Downloading Packages
da: Henter Pakker
it: Scaricamento pacchetti
ru: Загрузка пакетов

source: Downloading Repository Metadata
it: Recupero metadati repository
ru: Загрузка метаданных репозитория

source: Couldn't build transaction
da: Kunne ikke bygge transaktionen
it: Impossibile preparare la transazione
ru: Невозможно создать транзакцию

source: Exception in Dnf Backend
da: Fejl hændelse i Dnf Backend
it: Eccezione nel backend di Dnf
ru: Пропущено в бэкенде DNF

source: Exception in Dnf Backend :
it: Eccezione nel backend di Dnf :
ru: Пропущено в бэкенде DNF:

source: Queued for deletion as a dependency {name}
da: I kø, for sletning, som en afhængighed {name}
it: In coda per la rimozione come dipendenza {name}
ru: Добавлено в очередь для удаления как зависимость {name}

source: Queued for installation as a dependency {name}
da: I kø, for installation, som en afhængighed {name}
it: In coda per l'installazione come dipendenza {name}
ru: Добавлено в очередь для установка как зависимость {name}

source: Queued for updating as a dependency {name}
da: I kø, for opdatering, som en afhængighed {name}
it: In coda per l'aggiornamento come dipendenza {name}
ru: Добавлено в очередь для обновления как зависимость {name}

source: Queued for deletion
da: I kø, for sletning
it: In coda per la rimozione
ru: Добавлено в очередь для удаления

source: Queued for installation
da: I kø, for installation
it: In coda per l'installazione
ru: Добавлено в очередь для установки

source: Queued for updating
da: I kø, for opdatering
it: In coda per l'aggiornamento
ru: Добавлено в очередь для обновления

source: Quit
it: Chiudi
ru: Выход

source: Install GPG Key
it: Installa chiave GPG
ru: Установка GPG ключа

source: Yes
it: Sì
ru: Да

source: {flatpakref} was installed
it: {flatpakref} è stato installato
ru: {flatpakref} был установлен

source: flatpaks were updated
it: Flatpaks aggiornati
ru: Flatpak были обновлены

source: Unused flatpaks were removed
it: Flatpaks inutilizzati rimossi
ru: Неиспользуемые Flatpak были удалены

source: {pkg.id} is now updated
it: {pkg.id} è stato aggiornato
ru: {pkg.id} теперь обновлён

source: Updating Yumex Updater
it: Aggiornamento Yumex Updater
ru: Обновление Yumex Updater

source: {fp_id} is now installed
it: {fp_id} è stato installato
ru: {fp_id} теперь обновлён

source: {selected[0].id} is now removed
it: {selected[0].id} è stato rimosso
ru: {selected[0].id} теперь удалён

source: Bugfix
da: Fejlrettelse
it: Problemi corretti
ru: Исправление ошибок

source: New Package
da: Ny Pakke
it: Nuovo pacchetto
ru: Новый пакет

source: Security
da: Sikkerhed
it: Sicurezza
ru: Безопасность

source: Enhancement
da: Udvildelse
it: Miglioramento
ru: Улучшение

source: no update information found
da: Ingen information om opdateing
it: Non sono state trovate informazioni di aggiornamento
ru: Не найдено информации об обновлении

source: Undefined
it: Indefinito
ru: Не определено

source: Loading Packages
da: Indlæser pakker
it: Caricamento pacchetti
ru: Загрузка пакетов

source: This make take a little while
da: Dette kan tage et øjeblik
it: Potrebbe richiedere un po' di tempo.
ru: Это займет некоторое время

source: Packages for installation
da: Pakker for installation
it: Pacchetti da installare
ru: Пакеты для установки

source: Packages for deletion
da: Pakker for sletning
it: Pacchetti da rimuovere
ru: Пакеты для удаления

source: Packages for updating
da: Pakker for opdatering
it: Pacchetti da aggiornare
ru: Пакеты для обновления

source: Running Flatpak Transaction
it: Transazione Flatpak in corso
ru: Запуск Flatpak транзакции

source: Transaction completed succesfully
it: Transazione completata con successo
ru: Транзакция завершилась успешно

source: Yum Extender is a Package management to install, update and remove packages
da: Yum Extender er et pakke håndterings værktøj til at installere, opdatere og slette pakker
it: Yum Extender gestisce l'installazione, l'aggiornamento e la rimozione dei pacchetti.
ru: Yum Extender — это пакетный менеджер для установки, обновления и удаления пакетов

source: Special thanks to
it: Ringraziamenti

source: Updates are available
it: Aggiornamenti disponibili

source: Flatpak Transaction Result
it: Risultato transazione Flatpak
ru: Результат транзакции Flatpak

source: Cancel
da: Afbryd
it: Annulla
ru: Завершить

source: Confirm
da: Bekræft
it: Conferma
ru: Подтвердить

source: Update is available
it: È disponibile un aggiornamento
ru: Доступны обновления

source: Uninstall flatpak
it: Disinstalla Flatpak
ru: Удалить Flatpak

source: Search Flatpaks
it: Cerca Flatpak
ru: Поиск Flatpak

source: Install
it: Installa
ru: Установка

source: Install location
it: Posizione installazione
ru: Место установки

source: Advisory ID
da: Adviserings ID
it: ID Avviso

source: Advisory Type
da: Adviseringstype
it: Tipo Avviso

source: Advisory Issued
da: Adviserings udstedelse
it: Avviso Emesso

source: Bugzilla References
da: Bugzilla Referancer
it: Riferimenti Bugzilla

source: Package filter
da: Pakke filtre
it: Filtro pacchetto
ru: Фильтр пакетов

source: Installed
da: Instalerede
it: Installato
ru: Установлено

source: Updates
da: Opdateringer
it: Aggiornamenti
ru: Обновления

source: All
da: Alle
it: Tutto
ru: Все

source: Search
da: Søg
it: Cerca
ru: Поиск

source: View Settings
da: Oversigts indstilliger
it: Opzioni Vista
ru: Показать настройки

source: Select what attribute to sort by
da: Vælg sorterings attribut
it: Selezionare per quale attributo ordinare
ru: Выберите фильтр, по которому будет производиться сортировка

source: Select what package information to show
da: Vælg pakke informations type
it: Selezionare le informazioni sul pacchetto da mostrare
ru: Выберите информацию о каком пакете следует отобразить

source: Name
da: Navn
it: Nome
ru: Название

source: Size
da: Størrelse
it: Dimensione
ru: Размер

source: Repo
da: Kilder
it: Repository
ru: Репозиторий

source: Description
da: Beskrivelse
it: Descrizione
ru: Описание

source: Filelist
da: Filliste
it: File Installati
ru: Список файлов

source: Update Info
da: Opdaterings info.
it: Info Aggiornamento
ru: Обновить информацию

source: Version
it: Versione
ru: Версия

source: Summary
it: Descrizione
ru: Коротко

source: Select All
da: Vælg alle
it: Seleziona Tutto
ru: Выбрать всё

source: Deselect All
da: Fravælg alle
it: Deseleziona Tutto
ru: Убрать выделение

source: Added as a dependency
da: Tilføjet som afhængighed
it: Aggiunto come dipendenza
ru: Добавить как зависимость

source: Remove item from queue
da: Slet element fra køen
it: Rimuovere elemento dalla coda
ru: Удалить элемент из очереди

source: General
da: Generelle
it: Generale
ru: Общие

source: Keyboard shortcuts
da: Tastatur genveje
it: Scorciatoie Tastiera
ru: Сочетания клавиш

source: Preferences
da: Indstillinger
it: Preferenze
ru: Параметры

source: Apply Actions/Confirm
it: Applica/Conferma
ru: Применить действия/Подтвердить

source: Close Dialog/Cancel
it: Chiudi/Annulla
ru: Закрыть диалог/Закрыть

source: Select Packages
it: Mostra Pacchetti
ru: Выбрать пакеты

source: Select Flatpaks
it: Mostra Flatpak
ru: Выбрать Flatpak

source: Select Queue
it: Mostra In Coda
ru: Выбрать очередь

source: Package View
da: Pakke Oversigt
it: Vista Pacchetti
ru: Вкладка Пакетов

source: Show/Hide Sidebar
da: Vis/Skjul Sidebjælke
it: Mostra/Nascondi Pannello
ru: Отобразить/Скрыть боковую панель

source: Toggled queued
it: In Coda
ru: Выбранная очередь

source: Package Filters
da: Pakke Filtre
it: Filtro Pacchetti
ru: Фильтры пакетов

source: Show Installed
da: Vis installered
it: Mostra Installati
ru: Показать установленные

source: Show updates
da: Vis opdateringer
it: Mostra Aggiornamenti
ru: Показать обновления

source: Show All
da: Vis alle
it: Mostra Tutto
ru: Показать все

source: Queue View
da: Kø oversigt
it: Vista In Coda
ru: Вкладка очереди

source: Clear Queue
da: Slet Køen
it: Pulisci In Coda
ru: Очистить очередь

source: Flatpak View
it: Vista Flatpak
ru: Вкладка Flatpak

source: Search for flatpaks to install
it: Cerca Flatpak da installare
ru: Найти Flatpak для установки

source: Remove selected flatpak
it: Rimuovi Flatpak selezionato
ru: Удалить выбранный Flatpak

source: Transaction Result
da: Rasultat af transaktionen
it: Risultato della transazione
ru: Результат транзакции

source: Settings
da: Indstillinger
it: Impostazioni
ru: Настройки

source: Flatpak Settings
it: Flatpak
ru: Настройки Flatpak

source: Default Location
it: Posizione predefinita

source: Default Remote
it: Origine predefinita

source: Metadata Settings
it: Metadati

source: Min. Refresh interval (minutes)
it: Intervallo di aggiornamento (minuti)

source: Updater Settings
it: Aggiornamenti

source: Custom System Updater (path)
it: Gestore personalizzato (percorso)

source: Check updates interval (minutes)
it: Intervallo controllo aggiornamenti (minuti)

source: Show systray icon on updates
it: Mostra icona per gli aggiornamenti

source: Send Notification on updates
it: Invia notifiche sugli aggiornamenti

source: Repository Settings
da: Kilde Indstillinger
it: Repository
ru: Настройки репозитория

source: The available and enabled repositories
da: De tilgængelige og aktive kilder
it: Elenco repository disponibili e abilitati
ru: Доступные и включенные репозитории

source: Select Package filters
da: Vælg pakke filter
it: Selezionare i filtri del pacchetto
ru: Выбрать фильтр пакетов

source: Main Menu
da: Hovedmenu
it: Menu Principale
ru: Главное меню

source: Apply
da: Udfør
it: Applica
ru: Применить

source: Apply Package Actions
da: Udfør pakke handlinger
it: Applica Azioni Pacchetto
ru: Применить действия с пакетами

source: Package Name
da: Pakkenavn
it: Nome Pacchetto
ru: Имя пакета

source: Packages
da: Pakker
it: Pacchetti
ru: Пакеты

source: Flatpaks
it: Flatpak
ru: Flatpak

source: Update All Flatpaks (Apps & Runtimes)
it: Aggiorna Tutti i Flatpak (Applicazioni e Runtime)
ru: Обновить все Flatpak (приложения и среды выполнения)

source: search for new flatpak to install
it: Cerca Flatpack da installare
ru: Поиск новых Flatpak для установки

source: uninstall selected flatpak
it: Disinstalla Flatpak selezionato
ru: удалить выбранный Flatpak

source: Remove unused flatpaks (runtimes etc.)
it: Rimuovi Flatpak inutilizzati (e runtime)
ru: удалить неиспользуемые Flatpak (например, среды выполнения)

source: show/hide runtimes
it: Mostra/Nascondi i runtime
ru: Показать/Скрыть среды выполнения

source: Groups
da: Grupper
it: Gruppi
ru: Группы

source: Queue
da: Kø
it: In Coda
ru: Очередь

source: Remove all from queue
da: Slet alt fra køen
it: Svuota tutta la coda
ru: Удалить всё из очереди

source: _Preferences
da: Egenskaber
it: _Preferenze
ru: Настройки

source: Keyboard Shortcuts
da: Tastatur Genveje
it: Scorciatoie Tastiera
ru: Сочетания клавиш

source: _About Yum Extender
da: Om Yum Extender
it: _Informazioni su Yum Extender
ru: О Yum Extender

source: Software Installer
it: Installatore
ru: Установщик программного обеспечения

source: Install, update and remove applications
da: Installer, opdater og slet applikationer
it: Installare, aggiornare e rimuovere le applicazioni
ru: Установка, обновление и удаление приложений

source: Graphical package manager
da: Grafisk pakke værktøj
it: Gestore grafico dei pacchetti
ru: Графический менеджер пакетов

source: Yum Extender is a graphical package management application. It allows you to search and browse for packages to install, remove and update on your computer.
da: Yum Extender er en grafisk pakke håndterings application. Som gør det muligt af søge og gennese pakker for installation, sletning og opdatering på din computer
it: Yum Extender è un'applicazione grafica per la gestione dei pacchetti. Consente di cercare e sfogliare i pacchetti da installare, rimuovere e aggiornare sul computer.
ru: Yum Extender - это графическое приложение для управления пакетами. Он позволяет вам искать и просматривать пакеты для установки, удаления и обновления на вашем компьютере.

source: It is designed to give you full control over the packages on your computer and to be used by all users.
da: Den er designet til at give brugeren control over pakkerne installeret på din computer og blive brugt af alle slags brugere
it: È stato progettato per offrire il pieno controllo dei pacchetti sul computer e per essere utilizzato da tutti gli utenti.
ru: Он предназначен для того, чтобы дать вам полный контроль над пакетами на вашем компьютере и может использоваться всеми пользователями.

source: Features:
da: Funktioner:
it: Caratteristiche:
ru: Функции:

source: Browse packages available for installation or update
da: Gennemse tilgængelige pakker for installation eller opdatering
it: Sfogliare i pacchetti disponibili per l'installazione o l'aggiornamento
ru: Просмотр пакетов, доступных для установки или обновления

source: Browse packages installed on your computer
da: Gennemse pakker installeret på din computer
it: Sfogliare i pacchetti installati sul computer
ru: Просмотр пакетов, установленных на вашем компьютере

source: Search packages by name, summary, description
da: Søgning i pakker efter navn, beskrivelse m.m
it: Ricerca dei pacchetti per nome, sintesi, descrizione
ru: Поиск пакетов по названию, краткому и полному описанию

source: Browse Installed flatpaks
it: Sfoglia i flatpak Installati
ru: Просмотр установленных Flatpak

source: Install, remove and update flatpaks
it: Installa, rimuovi e aggiorna i flatpak
ru: Установить, удалить и обновить Flatpak

source: cleanup unused flatpaks
it: Pulisci Flatpak inutilizzati

source: lot of code fixes and optimization
it: molte correzioni e ottimizzazioni del codice

source: Yum Extender 4.9.4 add many fixes and small improvments
it: Yum Extender 4.9.4 aggiunge molte correzioni e piccoli miglioramenti

source: Support for importing gpg keys from repositories
it: Supporto per l'importazione di chiavi gpg dai repository

source: fix installing and updating flatpaks at system location
it: corregge l'installazione e l'aggiornamento di flatpak nel percorso di sistema

source: Yum Extender 4.9.3 improve the flatpak installer
it: Yum Extender 4.9.3 migliora l'installatore flatpak

source: flatpak install with search and select available results
it: installa flatpak con ricerca e selezione dei risultati disponibili

source: Yum Extender 4.9.2 adds support for flatpaks
it: Yum Extender 4.9.2 aggiunge il supporto per i flatpak

source: Browse installed flatpaks
it: Sfoglia Flatpak installati

source: Yum Extender 4.9.1 is a total rewrite using a modern toolchain
it: Yum Extender 4.9.1 è una riscrittura totale che utilizza una moderna toolchain

source: New fresh scalable UI using Gtk4 and Libadwaita
da: Ny frisk skalerbar bruger grænseflade ved brug af Gtk4 og Libadwaita
it: Nuova interfaccia utente scalabile in Gtk4 e Libadwaita

source: Using dnf directly for readonly actions
da: Bruger dnf direkte til handling som ikke ændre på systemmet.
it: Utilizzo diretto di dnf per azioni di sola lettura

source: Package Manager
da: Pakke håndterings værktøj
it: Gestore Pacchetti

source: No
ru: Нет

source: <ul> <li>Support for update info with dnf5</li> <li>new improved flatpak installer</li> <li>cleanup unused flatpaks</li> <li>lot of code fixes and optimization</li> </ul>
ru: <ul> <li>Поддержка обновления информации с помощью dnf5</li> <li> новый улучшенный установщик flatpak</li> <li>Очистка неиспользуемых flatpak</li> <li>множество исправлений кода и оптимизаций</li> </ul>

source: Updates is available
ru: Доступны обновления

source: Arch
da: Ark.
ru: Архитектура

source: Repository
da: Kilder
ru: Репозиторий

source: Arch.
da: Ark.
ru: Арх-ра

source: Tim Lauridsen
ru: Тим Лауридсен
